{
    "LUA_MENU_SERVERLIST": "Serverliste",
    "PLATFORM_SYSTEM_LINK_TITLE": "SERVERLISTE",
    
    "MENU_NUMPLAYERS": "Spieler",
    "MENU_PING": "Ping",
    "MENU_QUIT_TO_DESKTOP": "Zum Desktop",
    
    "LOCALE_ENGLISH": "Englisch",
    "LOCALE_ENGLISH_SAFE": "Englisch (Sicher)",
    "LOCALE_FRENCH": "Französisch",
    "LOCALE_GERMAN": "Deutsch",
    "LOCALE_ITALIAN": "Italienisch",
    "LOCALE_JAPANESE_PARTIAL": "Japanisch (Untertitelt)",
    "LOCALE_KOREAN": "Koreanisch",
    "LOCALE_POLISH": "Polnisch",
    "LOCALE_PORTUGUESE": "Portugiesisch",
    "LOCALE_RUSSIAN": "Russisch",
    "LOCALE_SIMPLIFIED_CHINESE": "Vereinfachtes Chinesisch",
    "LOCALE_SPANISH": "Spanisch",
    "LOCALE_TRADITIONAL_CHINESE": "Traditionelles Chinesisch",
    
    "LUA_MENU_CAMPAIGN_UNLOCKED_ALL_TITLE": "Alle Missionen freischalten",
    "LUA_MENU_CANCEL_UNLOCK_CAPS": "Freischalten abbrechen",

    "LUA_MENU_KILLSTREAKS": "Abschussserien",
    "KILLSTREAK_SELECT": "Auswählen",
    "KILLSTREAK_RESET": "Zurücksetzen",
    "KILLSTREAKS_AIRDROP_LOWERC": "VORRÄTE",
    "UAV_DESC": "Zeigt für kurze Zeit die Positionen aller Gegner auf der Minikarte an.",
    "CAREPACK_DESC": "Fordere eine Versorgungskiste mit einer zufälligen Abschussserie an deinem Standort an.",
    "KILLSTREAKS_COUNTER_RADAR_LOWERC": "KONTERDROHNE",
    "CUAV_DESC": "Stört für kurze Zeit die Minikarten aller Gegner und verhindert die Anzeige feindlicher Aufklärung.",
    "KILLSTREAKS_PREDATOR_LOWERC": "PREDATOR-RAKETE",
    "PREDATOR_DESC": "Steuere eine lenkbare Rakete aus der Luft und visiere Gegner aus der Vogelperspektive an. Explodiert beim Aufprall und verursacht hohen Schaden im Zielbereich.",
    "KILLSTREAKS_SENTRY_LOWERC": "GESCHÜTZ",
    "SENTRY_DESC": "Automatisches Geschütz, das Gegner in Sichtweite selbstständig anvisiert und beschießt. Ideal zur Gebietssicherung.",
    "AIRSTRIKE_DESC": "Fordere einen gezielten Luftschlag auf eine ausgewählte Position an. Flugzeuge greifen in einer Linie an und verursachen schweren Flächenschaden.",
    "KILLSTREAKS_HARRIER_LOWERC": "HARRIER",
    "HARRIER_DESC": "Rufe einen Luftschlag gefolgt von einem stationären Harrier-Kampfjet herbei, der einen Bereich bewacht und automatisch Gegner angreift.",
    "HELICOPTER_DESC": "Ein Angriffshubschrauber kreist über dem Schlachtfeld und greift automatisch feindliche Spieler an. Bleibt für begrenzte Zeit aktiv.",
    "KILLSTREAKS_AIRDROP_MEGA_LOWERC": "NOTFALLABWURF",
    "MEGADROP_DESC": "Fordere drei Versorgungskisten gleichzeitig an deinem Standort an, die jeweils eine zufällige Abschussserie enthalten. Hoher Nutzen, aber risikoreich aufgrund möglicher Feindzugriffe.",
    "KILLSTREAKS_ADVANCED_UAV_LOWERC": "VERBESSERTE DROHNE",
    "ADVANCED_UAV_DESC": "Zeigt für längere Zeit die Positionen aller Gegner auf der Minikarte und markiert feindliche Bewegungen.",
    "KILLSTREAKS_PAVELOW_LOWERC": "PAVE LOW",
    "PAVELOW_DESC": "Rufe einen schwer bewaffneten Angriffshubschrauber herbei, der feindliche Ziele automatisch angreift und hohen Schaden verursacht.",
    "KILLSTREAKS_AIRSTRIKE_STEALTH_LOWERC": "STEALTH BOMBER",
    "STEALTHSTRIKE_DESC": "Fordere einen lautlosen Luftangriff an, der eine Reihe von Bomben präzise auf feindliche Ziele abwirft und großen Flächenschaden verursacht.",
    "KILLSTREAKS_AH6_LOWERC": "AH-6 ÜBERWACHUNG",
    "AH6_DESC": "Setze einen leichten Überwachungs-Hubschrauber ein, der feindliche Bewegungen auf der Minikarte für dein Team aufdeckt.",
    "KILLSTREAKS_REAPER_LOWERC": "REAPER",
    "REAPER_DESC": "Rufe eine bewaffnete Drohne herbei, die automatisch Gegner erkennt und mit Maschinengewehr und Raketen angreift.",
    "KILLSTREAKS_AC130_LOWERC": "AC-130",
    "AC130_DESC": "Steuere ein schwer bewaffnetes Boden-Luft-Fahrzeug mit verschiedenen Kanonen und eliminiere Gegner aus der Luft mit präzisen Angriffen.",
    "KILLSTREAKS_CHOPPER_GUNNER_LOWERC": "CHOPPER GUNNER",
    "CHOPPERGUN_DESC": "Steuere ein schwer bewaffnetes Maschinengewehr vom Hubschrauber aus und eliminiere Gegner aus der Luft.",
    "KILLSTREAKS_EMP_LOWERC": "EMP",
    "EMP_DESC": "Löst eine elektromagnetische Explosion aus, die feindliche Elektronik und Abschussserien vorübergehend außer Gefecht setzt.",
    "KILLSTREAKS_NUKE_LOWERC": "ATOMBOMBE",
    "NUKE_DESC": "Löse eine Atomexplosion aus, die das gesamte Spielfeld zerstört und das Spiel sofort beendet."
}
