{
    "LUA_MENU_SERVERLIST": "Serverliste",
    "PLATFORM_SYSTEM_LINK_TITLE": "SERVERLISTE",
    
    "MENU_NUMPLAYERS": "Spieler",
    "MENU_PING": "Ping",
    "MENU_QUIT_TO_DESKTOP": "Zum Desktop",

    "LUA_MENU_TELEMENTRY": "TELEMETRIE",
    "LUA_MENU_LATENCY": "LATENZ",
    "LUA_MENU_LATENCY_DESC": "Zeigt die aktuelle Netzwerkverzögerung (Ping) zwischen deinem Gerät und dem Spielserver an.",
    "LUA_MENU_FPS": "FPS",
    "LUA_MENU_FPS_DESC": "Zeigt die aktuelle Bildrate (Frames per Second) deines Spiels für eine bessere Performance-Überwachung an.",
    "LUA_MENU_STREAK_DESC": "Zeigt deine aktuell verfügbaren Abschussserien während des Spiels an.",
    "PLATFORM_FOV_SCALE": "FOV",
    "PLATFORM_FOV_SCALE_OPTION_SUB": "Ermöglicht die Feinjustierung des Sichtfelds (FOV) für eine optimale Übersicht im Spiel.",

    "LUA_MENU_VOICE_CHAT": "VOICE CHAT",
    "LUA_MENU_VOICE_CHAT_DESC": "Aktiviere oder deaktiviere die Sprachkommunikation mit Teamkameraden im Spiel.",
    "LUA_MENU_MIC_REC_VOLUME": "Mikrofonaufnahme-Lautstärke",
    "LUA_MENU_MIC_REC_VOLUME_DESC": "Stellt die Lautstärke deines Mikrofons für die Sprachübertragung im Spiel ein.",
    
    "LOCALE_ENGLISH": "Englisch",
    "LOCALE_ENGLISH_SAFE": "Englisch (Sicher)",
    "LOCALE_FRENCH": "Französisch",
    "LOCALE_GERMAN": "Deutsch",
    "LOCALE_ITALIAN": "Italienisch",
    "LOCALE_JAPANESE_PARTIAL": "Japanisch (Untertitelt)",
    "LOCALE_KOREAN": "Koreanisch",
    "LOCALE_POLISH": "Polnisch",
    "LOCALE_PORTUGUESE": "Portugiesisch",
    "LOCALE_RUSSIAN": "Russisch",
    "LOCALE_SIMPLIFIED_CHINESE": "Vereinfachtes Chinesisch",
    "LOCALE_SPANISH": "Spanisch",
    "LOCALE_TRADITIONAL_CHINESE": "Traditionelles Chinesisch",
    
    "LUA_MENU_CAMPAIGN_UNLOCKED_ALL_TITLE": "Alle Missionen freischalten",
    "LUA_MENU_CANCEL_UNLOCK_CAPS": "Freischalten abbrechen",

    "LUA_MENU_KILLSTREAKS": "Abschussserien",
    "KILLSTREAK_SELECT": "Auswählen",
    "KILLSTREAK_RESET": "Zurücksetzen",
    "KILLSTREAKS_AIRDROP_LOWERC": "VORRÄTE",
    "UAV_DESC": "Zeigt für kurze Zeit die Positionen aller Gegner auf der Minikarte an.",
    "CAREPACK_DESC": "Fordere eine Versorgungskiste mit einer zufälligen Abschussserie an deinem Standort an.",
    "KILLSTREAKS_COUNTER_RADAR_LOWERC": "KONTERDROHNE",
    "CUAV_DESC": "Stört für kurze Zeit die Minikarten aller Gegner und verhindert die Anzeige feindlicher Aufklärung.",
    "KILLSTREAKS_PREDATOR_LOWERC": "PREDATOR-RAKETE",
    "PREDATOR_DESC": "Steuere eine lenkbare Rakete aus der Luft und visiere Gegner aus der Vogelperspektive an. Explodiert beim Aufprall und verursacht hohen Schaden im Zielbereich.",
    "KILLSTREAKS_SENTRY_LOWERC": "GESCHÜTZ",
    "SENTRY_DESC": "Automatisches Geschütz, das Gegner in Sichtweite selbstständig anvisiert und beschießt. Ideal zur Gebietssicherung.",
    "AIRSTRIKE_DESC": "Fordere einen gezielten Luftschlag auf eine ausgewählte Position an. Flugzeuge greifen in einer Linie an und verursachen schweren Flächenschaden.",
    "KILLSTREAKS_HARRIER_LOWERC": "HARRIER",
    "HARRIER_DESC": "Rufe einen Luftschlag gefolgt von einem stationären Harrier-Kampfjet herbei, der einen Bereich bewacht und automatisch Gegner angreift.",
    "HELICOPTER_DESC": "Ein Angriffshubschrauber kreist über dem Schlachtfeld und greift automatisch feindliche Spieler an. Bleibt für begrenzte Zeit aktiv.",
    "KILLSTREAKS_AIRDROP_MEGA_LOWERC": "NOTFALLABWURF",
    "MEGADROP_DESC": "Fordere drei Versorgungskisten gleichzeitig an deinem Standort an, die jeweils eine zufällige Abschussserie enthalten. Hoher Nutzen, aber risikoreich aufgrund möglicher Feindzugriffe.",
    "KILLSTREAKS_ADVANCED_UAV_LOWERC": "VERBESSERTE DROHNE",
    "ADVANCED_UAV_DESC": "Zeigt für längere Zeit die Positionen aller Gegner auf der Minikarte und markiert feindliche Bewegungen.",
    "KILLSTREAKS_PAVELOW_LOWERC": "PAVE LOW",
    "PAVELOW_DESC": "Rufe einen schwer bewaffneten Angriffshubschrauber herbei, der feindliche Ziele automatisch angreift und hohen Schaden verursacht.",
    "KILLSTREAKS_AIRSTRIKE_STEALTH_LOWERC": "STEALTH BOMBER",
    "STEALTHSTRIKE_DESC": "Fordere einen lautlosen Luftangriff an, der eine Reihe von Bomben präzise auf feindliche Ziele abwirft und großen Flächenschaden verursacht.",
    "KILLSTREAKS_AH6_LOWERC": "AH-6 ÜBERWACHUNG",
    "AH6_DESC": "Setze einen leichten Überwachungs-Hubschrauber ein, der feindliche Bewegungen auf der Minikarte für dein Team aufdeckt.",
    "KILLSTREAKS_REAPER_LOWERC": "REAPER",
    "REAPER_DESC": "Rufe eine bewaffnete Drohne herbei, die automatisch Gegner erkennt und mit Maschinengewehr und Raketen angreift.",
    "KILLSTREAKS_AC130_LOWERC": "AC-130",
    "AC130_DESC": "Steuere ein schwer bewaffnetes Boden-Luft-Fahrzeug mit verschiedenen Kanonen und eliminiere Gegner aus der Luft mit präzisen Angriffen.",
    "KILLSTREAKS_CHOPPER_GUNNER_LOWERC": "CHOPPER GUNNER",
    "CHOPPERGUN_DESC": "Steuere ein schwer bewaffnetes Maschinengewehr vom Hubschrauber aus und eliminiere Gegner aus der Luft.",
    "KILLSTREAKS_EMP_LOWERC": "EMP",
    "EMP_DESC": "Löst eine elektromagnetische Explosion aus, die feindliche Elektronik und Abschussserien vorübergehend außer Gefecht setzt.",
    "KILLSTREAKS_NUKE_LOWERC": "ATOMBOMBE",
    "NUKE_DESC": "Löse eine Atomexplosion aus, die das gesamte Spielfeld zerstört und das Spiel sofort beendet.",

    "WEAPON_FAMAS": "FAMAS",
    "WEAPON_SCAR": "SCAR",
    "WEAPON_TAVOR": "TAVOR",
    "WEAPON_MASADA": "MASADA",
    "WEAPON_FN2000": "FN2000",
    "WEAPON_MP5K": "MP5-K",
    "WEAPON_UMP45": "UMP .45",
    "WEAPON_KRISS": "VECTOR",
    "WEAPON_CHEYTAC": "CHEYTAC",
    "WEAPON_WA2000": "WA2000",
    "WEAPON_SA80": "SA80",
    "WEAPON_MG4": "MG4",
    "WEAPON_AUG": "AUG",
    
    "LUA_MENU_MACHINE_PISTOLS_CAPS": "MASCHINENPISTOLEN",
    "WEAPON_GLOCK": "GLOCK-18C",
    "WEAPON_BERETTA393": "BERETTA393",
    "WEAPON_TMP": "TMP",
    "WEAPON_SPAS12": "SPAS-12",
    "WEAPON_AA12": "AA-12",
    "WEAPON_M1014": "M1014",
    "WEAPON_MODEL1887": "MODEL1887",
    "WEAPON_COLT_ANACONDA": "COLT ANACONDA",
    "LUA_MENU_LAUNCHERS_CAPS": "LAUNCHERS",
    "WEAPON_M79": "M79",
    "LUA_MENU_MELEE1_CAPS": "NAHKAMPFWAFFEN",
    "WEAPON_HATCHET": "BEIL",
    "WEAPON_SHOVEL": "SCHAUFEL",
    "WEAPON_ICEPICK": "EISPICKEL",
    "WEAPON_KARAMBIT": "KARAMBIT",
    
    "LUA_MENU_EQUIPMENT_CAPS": "AUSRÜSTUNG",
    "WEAPON_THROWINGKNIFE": "WURFMESSER",
    "WEAPON_TACINSERT": "TAKTISCHER WIEDEREINSTIEG",
    "WEAPON_BLASTSCHIELD": "SCHILD",

    "FULLY_AUTOMATIC_ALL_PURPOSE": "Waffe mit automatischem Feuermodus, geeignet für vielseitige Kampfsituationen.",
    "SEMI_AUTO_SINGLE_FIRE": "Waffe feuert pro Abzug einen Schuss für präzise und kontrollierte Angriffe.",
    "THREE_ROUND_BURST": "Feuert pro Abzug einen kurzen Feuerstoß mit drei Schüssen für schnelle und effektive Treffer.",
    "FULLY_AUTOMATIC_CLOSE_RANGE": "Schnellfeuer-Waffe, optimiert für den Kampf auf kurze Distanz.",
    "FULLY_AUTOMATIC_HIGH_FIRE": "Waffe mit sehr schneller Schussfolge für maximale Trefferkraft in kurzer Zeit.",
    "FULLY_AUTOMATIC_LARGE_MAG": "Waffe mit hoher Feuerrate und großem Magazin für längere Feuerstöße ohne Nachladen.",
    "BOLT_ACTION": "Präzise Einzelschuss-Waffe mit manuellem Spannhebel für hohe Genauigkeit und Reichweite.",
    "FULLY_AUTOMATIC_HIGH_ACC_AND_DAMAGE": "Waffe mit schneller Schussfolge, die präzise trifft und hohen Schaden verursacht.",
    "THREE_ROUND_BURST_CLOSE_RANGE": "Feuert kurze Feuerstöße mit drei Schüssen, ideal für schnelle Gefechte auf kurze Distanz.",
    "PUMP_ACTION": "Schrotflinte mit manuellem Spannmechanismus, ideal für kraftvolle Nahkampfangriffe.",
    "FULLY_AUTOMATIC_LOW_AMMO": "Schnellfeuernde Waffe mit begrenztem Magazin für intensive, aber kurze Feuerstöße.",
    "DOUBLE_BARREL": "Schrotflinte mit zwei Läufen für zwei schnelle Schüsse hintereinander im Nahkampf.",
    "LEVER_ACTION": "Repetierbüchse mit Hebelspannsystem für schnelle Folgefeuer und hohe Präzision auf mittlere Distanz.",
    "REVOLVER_DESC": "Handfeuerwaffe mit Trommelmagazin, die kraftvolle Einzelschüsse abfeuert und durch hohe Präzision besticht.",
    "GRENADE_LAUNCHER": "Schießt explosive Granaten auf mittlere Distanz, ideal für Flächenschaden und das Ausschalten mehrerer Gegner.",
    "FREE_FIRE_VEHICLE_LOCK": "Ermöglicht das freie Schießen aus Fahrzeugen, während das Ziel automatisch fixiert bleibt.",
    "VEHICLE_LOCK_ONLY": "Zielt und fixiert automatisch Fahrzeuge für gezielte Angriffe.",
    "LOCATION_VEHICLE_LOCKON": "Ermöglicht das automatische Anvisieren von Fahrzeugen an einem bestimmten Ort für präzise Angriffe.",
    "FIRES_UNGUIDED_ROCKETS": "Startet Raketen ohne Zielsteuerung, die geradeaus fliegen und auf direkten Treffer angewiesen sind.",
    "TIMED_STICKY_EXPLOSIVES": "Haftbare Sprengladungen, die nach kurzer Verzögerung explodieren.",
    "THROW_IT_AND_PICK": "Wirf den Gegenstand und nimm ihn danach wieder auf, um ihn mehrfach einzusetzen.",
    "CHOOSE_WHERE_RESPAWN": "Wähle deinen Wiedereinstiegspunkt nach dem Tod frei aus.",
    "INCREASED_EXPLOSIVE_RESISTANCE": "Reduziert den erlittenen Schaden durch Explosionen deutlich.",
    "PROXIMITY_ACTIVATED": "Der Gegenstand wird automatisch aktiviert, sobald ein Gegner in Reichweite kommt.",
    "REMOTE_DETONATION": "Sprengladungen können aus sicherer Entfernung gezündet werden, um Gegner zu überraschen.",

    "PERKS_MARATHON": "MARATHON",
    "PERKS_MARATHON_PRO": "MARATHON Pro",
    "PERKS_DESC_MARATHON": "Erhöht die Ausdauer, sodass du länger sprinten kannst, ohne müde zu werden.",
    "PERKS_SLEIGHT_OF_HAND": "SCHNELLE HÄNDE",
    "PERKS_SLEIGHT_OF_HAND_PRO": "SCHNELLE HÄNDE PRO",
    "PERKS_DESC_FAST_ADS": "Reduziert Nachladezeit und Waffenwechsel für blitzschnelles Nachladen und schnelle Aktionen im Kampf.",
    "PERKS_DESC_BLING": "Ermöglicht das gleichzeitige Ausrüsten mehrerer Aufsätze an einer Waffe für verbesserte Anpassung und Leistung.",
    "PERKS_ONE_MAN_ARMY": "ONE MAN ARMY",
    "PERKS_ONE_MAN_ARMY_PRO": "ONE MAN ARMY PRO",
    "PERKS_DESC_OMA": "Ermöglicht das schnelle Wechseln zwischen verschiedenen Waffensets für maximale Flexibilität im Kampf.",

    "PERKS_DESC_BULLET_DAMAGE": "Verursacht mehr Schaden mit Schusswaffen für effektivere Treffer gegen Gegner.",
    "PERKS_COLD_BLOODED": "KALTBLÜTIG",
    "PERKS_COLD_BLOODED_PRO": "KALTBLÜTIG PRO",
    "PERKS_DESC_RADAR": "Macht dich für feindliche Abschussserien und Zielerfassungssysteme schwerer sichtbar.",
    "PERKS_DANGER_CLOSE": "DANGER CLOSE",
    "PERKS_DANGER_CLOSE_PRO": "DANGER CLOSE PRO",
    "PERKS_DESC_EXPLOSIVE": "Erhöht den Explosionsschaden deiner Sprengstoffe und Abschussserien für mehr Zerstörungskraft.",

    "PERKS_COMMANDO": "COMMANDO",
    "PERKS_COMMANDO_PRO": "COMMANDO PRO",
    "PERKS_DESC_MELEE": "Erhöht die Nachkampfreichweite.",
    "PERKS_SCRAMBLER": "SCRAMBLER",
    "PERKS_SCRAMBLER_PRO": "SCRAMBLER PRO",
    "PERKS_DESC_SCRAMBLER": "Verhindert, dass Gegner deine Position auf Minikarten und durch Aufklärungssysteme erkennen können.",
    "PERKS_SITREP": "AUFKLÄRUNGSEXPERTE",
    "PERKS_SITREP_PRO": "AUFKLÄRUNGSEXPERTE PRO",
    "PERKS_DESC_SITREP": "Zeigt feindliche Sprengfallen und Abschussserien auf der Minikarte an, damit du Gefahren besser umgehen kannst."
    "PERKS_NINJA": "NINJA",
    "PERKS_NINJA_PRO": "NINJA PRO",
    "PERKS_DESC_HEART": "Bewegt dich lautlos, sodass Gegner deine Schritte nicht hören können.",
    "PERKS_DESC_LASTSTAND": "Ermöglicht es dir, nach dem Ausscheiden weiterzukämpfen und dich selbst zu retten."
}
